Repository: turalbabayev/Melodify
Catalog: Melodify/Resources/*.lproj/Localizable.strings
Languages: tr

source: Settings
tr: Ayarlar

source: Cancel
tr: İptal

source: Done
tr: Tamam

# main_welcome
source: Welcome to Melodify
tr: Melodify'a Hoş Geldiniz

# main_description
source: Transform your lyrics into melodies
tr: Şarkı sözlerinizi melodilere dönüştürün

# main_get_started
source: Get Started
tr: Başlayın

# main_create_song
source: Create Song
tr: Şarkı Oluştur

# main_recent_songs
source: Recent Songs
tr: Son Şarkılar

# main_no_songs
source: No songs yet
tr: Henüz şarkı yok

# main_no_songs_description
source: Your created songs will appear here
tr: Oluşturduğunuz şarkılar burada görünecek

# main_subscription_free
source: Free
tr: Ücretsiz

# main_credits_remaining
source: %d credits remaining
tr: %d kredi kaldı

# main_credits_avaiable
source: Credits Available
tr: Kullanılabilir Krediler

# main_good_morning
source: Good Morning
tr: Günaydın

# main_good_afternoon
source: Good Afternoon
tr: Tünaydın

# main_good_evening
source: Good Evening
tr: İyi Akşamlar

# main_hello
source: Hello
tr: Merhaba

# main_subHeadline
source: Let's see what can I do for you?
tr: Bakalım senin için neler yapabilirim?

# tab_home
source: Home
tr: Ana Sayfa

# tab_library
source: Library
tr: Kitaplık

# tab_settings
source: Settings
tr: Ayarlar

# settings_notifications
source: Notifications
tr: Bildirimler

# settings_notifications_description
source: Enable push notifications
tr: Push bildirimlerini etkinleştir

# settings_language
source: Language
tr: Dil

# settings_terms
source: Terms of Service
tr: Kullanım Koşulları

# settings_privacy
source: Privacy Policy
tr: Gizlilik Politikası

# settings_rate_us
source: Rate Us
tr: Bizi Değerlendir

# settings_rate_us_description
source: Love using Melodify? Let us know!
tr: Melodify'ı sevdiniz mi? Bize bildirin!

# settings_contact
source: Contact Us
tr: İletişim

# settings_contact_description
source: Have questions or feedback?
tr: Soru veya geri bildiriminiz mi var?

# settings_share
source: Share App
tr: Uygulamayı Paylaş

# settings_share_description
source: Share Melodify with friends
tr: Melodify'ı arkadaşlarınla paylaş

# settings_clear_data
source: Clear My Data
tr: Verilerimi Temizle

# settings_clear_data_description
source: Permanently delete all your songs
tr: Tüm şarkılarınızı kalıcı olarak silin

# settings_credits
source: Available Credits
tr: Mevcut Krediler

# settings_credits_description
source: %d credits remaining (%@)
tr: %d kredi kaldı (%@)

# settings_choose_language
source: Choose Language
tr: Dil Seçin

# library_title
source: Library
tr: Kitaplık

# library_songs
source: Songs
tr: Şarkılar

# library_favorites
source: Favorites
tr: Favorilerim

# library_empty_state
source: No songs in your library
tr: Kitaplığınızda şarkı yok

# library_empty_description
source: Start creating songs to fill your library
tr: Kitaplığınızı doldurmak için şarkı oluşturmaya başlayın

# paywall_unlock_premium
source: Unlock Premium Features
tr: Premium Özellikleri Aç

# paywall_description
source: Get unlimited access to all features and create unlimited songs
tr: Tüm özelliklere sınırsız erişim ve sınırsız şarkı oluşturma

# paywall_start_premium
source: Start Premium
tr: Premium'a Başla

# paywall_terms
source: Terms of Use
tr: Kullanım Koşulları

# paywall_privacy
source: Privacy Policy
tr: Gizlilik Politikası

# paywall_terms_description
source: By continuing, you agree to our Terms of Use and Privacy Policy. Subscription auto-renews unless canceled.
tr: Devam ederek, Kullanım Koşullarımızı ve Gizlilik Politikamızı kabul etmiş olursunuz. Abonelik iptal edilmediği sürece otomatik olarak yenilenir.

# paywall_save
source: Save
tr: Tasarruf

# paywall_month
source: month
tr: ay

# paywall_yearly
source: Yearly
tr: Yıllık

# paywall_monthly
source: Monthly
tr: Aylık

# paywall_feature_credits_title
source: More Music Creation
tr: Daha Fazla Müzik Üretimi

# paywall_feature_credits_desc
source: Weekly: 250 credits (25 songs), Yearly: 3500 credits (350 songs)
tr: Haftalık: 250 kredi (25 şarkı), Yıllık: 3500 kredi (350 şarkı)

# paywall_feature_quality_title
source: High Quality
tr: Yüksek Kalite

# paywall_feature_quality_desc
source: Access to premium quality music generation
tr: Premium kalitede müzik üretimi

# paywall_feature_priority_title
source: Priority Generation
tr: Öncelikli Üretim

# paywall_feature_priority_desc
source: Get your music generated with higher priority
tr: Müzikleriniz öncelikli olarak üretilir

# paywall_weekly
source: Weekly
tr: Haftalık

# paywall_feature_credits_weekly
source: 250 credits (25 songs) per week
tr: Haftalık 250 kredi (25 şarkı)

# paywall_feature_quality_weekly
source: High quality music generation
tr: Yüksek kalitede müzik üretimi

# paywall_feature_priority_weekly
source: High priority in queue
tr: Yüksek öncelikli üretim

# paywall_feature_credits_yearly
source: 3500 credits (350 songs) per year
tr: Yıllık 3500 kredi (350 şarkı)

# paywall_feature_quality_yearly
source: Ultra high quality music generation
tr: Ultra yüksek kalitede müzik üretimi

# paywall_feature_priority_yearly
source: Maximum priority in queue
tr: Maksimum öncelikli üretim
